var lastname="Иванов", firstname="Иван", age =35; //объявляю и инициализирую 3 переменные
alert(lastname+" "+firstname+" "+age);//отображаю значения уже объявленных 3-х переменных
var salary,premium;//объявляю еще 2 переменные
salary = 4000;//инициализирую переменную зарплата
premium = 500;//инициализирую переменную премия
salary = salary +2*premium;//рассчитываю новое значения переменной зарплата
var tax = 300;//объявляю и инициализирую перменную налог
salary -=tax;//вычисляю, какой будет зарплата без налога
alert(lastname+' размер заработной платы '+salary);//отображаю размер зарплаті сотрудника
